Repository: JourneyG-O/YearJourney
Catalog: YearJourney/YearJourney/Localizable.xcstrings
Source language: en
Languages: de, es, es_mx, fr, id, ja, ko, pt_br, pt_pt, th, zh_hans, zh_hant

# alert.dday.saved.cancel
source: Got it
de: Alles klar
es: Entendido
es_mx: Entendido
fr: Compris
id: Mengerti
ja: わかりました
ko: 알겠어요
pt_br: Entendi
pt_pt: Percebi
th: เข้าใจแล้ว
zh_hans: 知道了
zh_hant: 知道了

# alert.dday.saved.message
source: Your D-Day is now visible in the app. To show it on your widget too, you'll need Journey Pass.
de: Dein D-Day ist jetzt in der App sichtbar. Um ihn auch im Widget anzuzeigen, benötigst du einen Journey Pass.
es: Tu D-Day ya es visible en la app. Para mostrarlo también en el widget, necesitas Journey Pass.
es_mx: Tu D-Day ya se ve en la app. Para mostrarlo también en el widget, necesitas Journey Pass.
fr: Ton D-Day est maintenant visible dans l'app. Pour l'afficher aussi sur ton widget, tu as besoin du Journey Pass.
id: D-Day kamu kini terlihat di app. Untuk menampilkannya juga di widget, kamu perlu Journey Pass.
ja: D-Dayがアプリで確認できるようになりました。 ウィジェットにも表示したい場合は、Journey Passが必要です。
ko: D-Day가 앱에서 확인할 수 있어요. 위젯에도 표시하려면 Journey Pass가 필요해요.
pt_br: Seu D-Day já está visível no app. Para exibi-lo também no widget, você precisará do Journey Pass.
pt_pt: O teu D-Day já está visível na app. Para o mostrares também no widget, precisas do Journey Pass.
th: D-Day ของคุณแสดงในแอปแล้ว หากต้องการแสดงบน Widget ด้วย ต้องใช้ Journey Pass
zh_hans: 你的D-Day现在可以在应用中查看了。 想在小组件上也显示的话，需要Journey Pass。
zh_hant: 你的D-Day現在可以在應用程式中查看了。 想在小工具上也顯示的話，需要Journey Pass。

# alert.dday.saved.title
source: Saved! 🎉
de: Gespeichert! 🎉
es: ¡Guardado! 🎉
es_mx: ¡Guardado! 🎉
fr: Enregistré ! 🎉
id: Tersimpan! 🎉
ja: 保存しました！🎉
ko: 저장됐어요! 🎉
pt_br: Salvo! 🎉
pt_pt: Guardado! 🎉
th: บันทึกแล้ว! 🎉
zh_hans: 已保存！🎉
zh_hant: 已儲存！🎉

# alert.dday.saved.upgrade
source: Get Journey Pass
de: Journey Pass holen
es: Conseguir Journey Pass
es_mx: Obtener Journey Pass
fr: Obtenir Journey Pass
id: Dapatkan Journey Pass
ja: Journey Passを購入
ko: Journey Pass 구매하기
pt_br: Obter Journey Pass
pt_pt: Obter Journey Pass
th: รับ Journey Pass
zh_hans: 获取Journey Pass
zh_hant: 取得Journey Pass

# onboarding.page1.subtitle
source: Looks like Journey has something to share. See what's waiting for you.
de: Journey möchte dir etwas zeigen. Schau, was auf dich wartet.
es: Parece que Journey tiene algo que mostrarte. Descubre qué te espera.
es_mx: Parece que Journey tiene algo que mostrarte. Descubre qué te está esperando.
fr: On dirait que Journey a quelque chose à te montrer. Découvre ce qui t'attend.
id: Sepertinya Journey ingin menunjukkan sesuatu. Lihat apa yang menantimu.
ja: Journeyが見せたいものがあるみたい。 何が待っているか見てみましょう。
ko: 저니가 보여주고 싶은 게 있나 봐요. 무슨 내용인지 확인해보세요.
pt_br: Parece que Journey tem algo para te mostrar. Veja o que está te esperando.
pt_pt: Parece que Journey tem algo para te mostrar. Vê o que está à tua espera.
th: Journey ดูเหมือนจะมีอะไรอยากบอก มาดูกันว่ามีอะไรรออยู่
zh_hans: Journey好像有什么想给你看的。 来看看等待你的是什么吧。
zh_hant: Journey好像有什麼想給你看的。 來看看等待你的是什麼吧。

# onboarding.page2.subtitle
source: Count down to birthdays, trips, and more. Your companion will remind you right on your widget.
de: Zähle Geburtstage, Reisen und mehr herunter. Dein Begleiter erinnert dich direkt im Widget.
es: Cuenta atrás para cumpleaños, viajes y más. Tu compañero te avisará directamente en el widget.
es_mx: Cuenta regresiva para cumpleaños, viajes y más. Tu compañero te avisará directo en el widget.
fr: Compte à rebours pour les anniversaires, les voyages et bien plus. Ton compagnon te rappellera directement sur le widget.
id: Hitung mundur ulang tahun, liburan, dan momen penting lainnya. Temanmu akan mengingatkan langsung di widget.
ja: 誕生日や旅行など、大切な日をカウントダウン。 仲間がウィジェットでお知らせします。
ko: 생일, 여행, 그 외 소중한 날들을 카운트다운하세요. 친구들이 위젯에서 바로 알려드려요.
pt_br: Faça contagem regressiva para aniversários, viagens e muito mais. Seu companheiro vai te lembrar direto no widget.
pt_pt: Faz contagem decrescente para aniversários, viagens e muito mais. O teu companheiro avisa-te diretamente no widget.
th: นับถอยหลังวันเกิด ทริปท่องเที่ยว และอีกมากมาย เพื่อนของคุณจะแจ้งเตือนตรงบน Widget
zh_hans: 倒计时生日、旅行和更多重要日子。 你的伙伴会直接在小组件上提醒你。
zh_hant: 倒數生日、旅行和更多重要日子。 你的夥伴會直接在小工具上提醒你。

# onboarding.page3.subtitle
source: Journey found a new adventure underwater. Unlock new companions with Journey Pass.
de: Journey hat ein neues Abenteuer unter Wasser entdeckt. Schalte neue Begleiter mit dem Journey Pass frei.
es: Journey encontró una nueva aventura bajo el agua. Desbloquea nuevos compañeros con Journey Pass.
es_mx: Journey encontró una nueva aventura bajo el agua. Desbloquea nuevos compañeros con Journey Pass.
fr: Journey a trouvé une nouvelle aventure sous l'eau. Débloque de nouveaux compagnons avec Journey Pass.
id: Journey menemukan petualangan baru di bawah laut. Buka teman baru dengan Journey Pass.
ja: Journeyが水中で新しい冒険を見つけました。 Journey Passで新しい仲間を迎えよう。
ko: 저니가 물속에서 새로운 모험을 시작했어요. Journey Pass로 새로운 친구들을 만나보세요.
pt_br: Journey encontrou uma nova aventura no fundo do mar. Desbloqueie novos companheiros com o Journey Pass.
pt_pt: Journey encontrou uma nova aventura no fundo do mar. Desbloqueia novos companheiros com o Journey Pass.
th: Journey พบการผจญภัยใหม่ใต้น้ำ ปลดล็อกเพื่อนใหม่ด้วย Journey Pass
zh_hans: Journey在水下找到了新的冒险。 用Journey Pass解锁新伙伴吧。
zh_hant: Journey在水中找到了新的冒險。 用Journey Pass解鎖新夥伴吧。

# onboarding.page4.body.free
source: This app is made and run with care by a solo developer, hoping it makes your year a little brighter. Try Journey Pass for an even richer journey. It's less than the price of a coffee for lifetime access! I'll keep making it an app worth keeping around.
de: Diese App wird von einem Einzelentwickler mit viel Liebe gemacht und betreut, in der Hoffnung, dein Jahr ein bisschen heller zu machen. Probier den Journey Pass für eine noch reichere Reise. Für weniger als den Preis eines Kaffees erhältst du lebenslangen Zugang! Ich werde weiterhin dafür sorgen, dass du diese App gerne behältst.
es: Esta app está hecha y mantenida con cariño por un desarrollador independiente, con la esperanza de que tu año sea un poco más brillante. Prueba Journey Pass para vivir un viaje aún más completo. ¡Por menos del precio de un café, tendrás acceso de por vida! Seguiré trabajando para que sea una app que quieras tener siempre cerca.
es_mx: Esta app está hecha y se mantiene con cariño por un desarrollador independiente, con la esperanza de que tu año sea un poco mejor. Prueba Journey Pass para disfrutar un viaje todavía más completo. ¡Por menos de lo que cuesta un café, tendrás acceso de por vida! Seguiré esforzándome para que sea una app que quieras tener siempre a la mano.
fr: Cette appli est conçue et entretenue avec soin par un développeur indépendant, dans l'espoir de rendre ton année un peu plus belle. Découvre Journey Pass pour un voyage encore plus riche. Pour moins que le prix d'un café, profite-en à vie ! Je continuerai à en faire une appli que tu auras envie de garder.
id: Aplikasi ini dibuat dan dikelola dengan sepenuh hati oleh seorang developer independen, dengan harapan bisa membuat tahunmu sedikit lebih cerah. Coba Journey Pass untuk perjalanan yang lebih lengkap. Dengan harga kurang dari secangkir kopi, dapatkan akses seumur hidup! Aku akan terus berusaha membuat aplikasi ini jadi favoritmu.
ja: このアプリは、あなたの一年が少しでも輝くようにと、個人開発者が愛情を込めて作り、運営しています。 Journey Passで、もっと豊かな旅を体験してみてください。 コーヒー1杯分にも満たない価格で、一生使えます！ これからもずっと使いたくなるアプリになるよう頑張ります。
ko: 여러분의 한 해가 조금 더 빛나길 바라며 1인 개발자가 애정을 담아 만들고 운영하는 앱이에요. Journey Pass를 통해 더 풍성한 여정을 경험해 보세요. 커피 한 잔도 안 되는 값으로 평생 이용할 수 있어요! 늘 곁에 두고 싶은 좋은 앱으로 보답하겠습니다.
pt_br: Este app é feito e mantido com carinho por um desenvolvedor independente, na esperança de tornar o seu ano um pouco mais especial. Experimente o Journey Pass para uma jornada ainda mais completa. Por menos que o preço de um café, tenha acesso vitalício! Vou continuar trabalhando para que este seja um app que você queira manter sempre por perto.
pt_pt: Esta app é feita e mantida com dedicação por um programador independente, com a esperança de tornar o teu ano um pouco mais especial. Experimenta o Journey Pass para uma jornada ainda mais completa. Por menos do que o preço de um café, tens acesso para toda a vida! Vou continuar a trabalhar para que esta seja uma app que queiras manter sempre por perto.
th: แอปนี้สร้างและดูแลด้วยความใส่ใจโดยนักพัฒนาคนเดียว ด้วยความหวังว่าจะทำให้ปีนี้ของคุณสดใสขึ้นอีกนิด ลองสัมผัสการเดินทางที่อิ่มเอมยิ่งขึ้นด้วย Journey Pass ในราคาที่ถูกกว่ากาแฟหนึ่งแก้ว ใช้งานได้ตลอดชีพ! จะพยายามทำให้แอปนี้เป็นแอปที่คุณอยากเก็บไว้ใช้ตลอดไปนะ
zh_hans: 这是一位独立开发者用心制作并持续运营的应用，希望能让你的这一年多一点闪光。 试试 Journey Pass，体验更丰富的旅程。 不到一杯咖啡的价格，即可终身使用！ 我会继续努力，把它做成一款你愿意一直留在身边的应用。
zh_hant: 這是一位獨立開發者用心製作並持續營運的應用程式，希望能讓你的這一年多一點閃光。 試試 Journey Pass，體驗更豐富的旅程。 不到一杯咖啡的價格，即可終身使用！ 我會繼續努力，把它做成一款你願意一直留在身邊的應用程式。

# onboarding.page4.body.paid
source: This app is made and run with care by a solo developer, hoping it makes your year a little brighter. You already have Journey Pass? Thank you so much! I'll keep making it an app worth keeping around.
de: Diese App wird von einem Einzelentwickler mit viel Liebe gemacht und betreut, in der Hoffnung, dein Jahr ein bisschen heller zu machen. Du hast schon den Journey Pass? Vielen herzlichen Dank! Ich werde weiterhin dafür sorgen, dass du diese App gerne behältst.
es: Esta app está hecha y mantenida con cariño por un desarrollador independiente, con la esperanza de que tu año sea un poco más brillante. ¿Ya tienes Journey Pass? ¡Muchísimas gracias! Seguiré trabajando para que sea una app que quieras tener siempre cerca.
es_mx: Esta app está hecha y se mantiene con cariño por un desarrollador independiente, con la esperanza de que tu año sea un poco mejor. ¿Ya tienes Journey Pass? ¡Muchas gracias! Seguiré esforzándome para que sea una app que quieras tener siempre a la mano.
fr: Cette appli est conçue et entretenue avec soin par un développeur indépendant, dans l'espoir de rendre ton année un peu plus belle. Tu as déjà Journey Pass ? Merci infiniment ! Je continuerai à en faire une appli que tu auras envie de garder.
id: Aplikasi ini dibuat dan dikelola dengan sepenuh hati oleh seorang developer independen, dengan harapan bisa membuat tahunmu sedikit lebih cerah. Kamu sudah punya Journey Pass? Terima kasih banyak! Aku akan terus berusaha membuat aplikasi ini jadi favoritmu.
ja: このアプリは、あなたの一年が少しでも輝くようにと、個人開発者が愛情を込めて作り、運営しています。 もうJourney Passをご利用中なんですね？本当にありがとうございます！ これからもずっと使いたくなるアプリになるよう頑張ります。
ko: 여러분의 한 해가 조금 더 빛나길 바라며 1인 개발자가 애정을 담아 만들고 운영하는 앱이에요. Journey Pass를 이용 중이시군요? 정말 감사해요! 늘 곁에 두고 싶은 좋은 앱으로 보답하겠습니다.
pt_br: Este app é feito e mantido com carinho por um desenvolvedor independente, na esperança de tornar o seu ano um pouco mais especial. Você já tem o Journey Pass? Muito obrigado! Vou continuar trabalhando para que este seja um app que você queira manter sempre por perto.
pt_pt: Esta app é feita e mantida com dedicação por um programador independente, com a esperança de tornar o teu ano um pouco mais especial. Já tens o Journey Pass? Muito obrigado! Vou continuar a trabalhar para que esta seja uma app que queiras manter sempre por perto.
th: แอปนี้สร้างและดูแลด้วยความใส่ใจโดยนักพัฒนาคนเดียว ด้วยความหวังว่าจะทำให้ปีนี้ของคุณสดใสขึ้นอีกนิด คุณมี Journey Pass อยู่แล้วใช่ไหม ขอบคุณมากๆ เลยนะ! จะพยายามทำให้แอปนี้เป็นแอปที่คุณอยากเก็บไว้ใช้ตลอดไปนะ
zh_hans: 这是一位独立开发者用心制作并持续运营的应用，希望能让你的这一年多一点闪光。 你已经拥有 Journey Pass 了吧？真的非常感谢！ 我会继续努力，把它做成一款你愿意一直留在身边的应用。
zh_hant: 這是一位獨立開發者用心製作並持續營運的應用程式，希望能讓你的這一年多一點閃光。 你已經擁有 Journey Pass 了吧？真的非常感謝！ 我會繼續努力，把它做成一款你願意一直留在身邊的應用程式。

# paywall.benefit.companions
source: Unlock all companions
de: Alle Begleiter freischalten
es: Desbloquea todos los compañeros
es_mx: Desbloquea todos los compañeros
fr: Débloquer tous les compagnons
id: Buka semua teman
ja: すべての仲間をアンロック
ko: 모든 친구들 언락
pt_br: Desbloqueie todos os companheiros
pt_pt: Desbloqueia todos os companheiros
th: ปลดล็อกเพื่อนทุกตัว
zh_hans: 解锁所有伙伴
zh_hant: 解鎖所有夥伴

# paywall.benefit.dday
source: D-Day bubbles on your widget
de: D-Day-Blasen im Widget
es: Burbujas de cuenta atrás en el widget
es_mx: Burbujas de cuenta regresiva en el widget
fr: Bulles D-Day sur le widget
id: Gelembung D-Day di widget
ja: ウィジェットにD-Dayバブル表示
ko: 위젯에서 디데이 버블 표시
pt_br: Bolhas de D-Day no widget
pt_pt: Bolhas de D-Day no widget
th: บับเบิล D-Day บน Widget
zh_hans: 在小组件显示倒计时气泡
zh_hant: 在小工具顯示倒數氣泡

# paywall.benefit.future
source: All future updates, always included
de: Alle zukünftigen Updates inklusive
es: Todas las actualizaciones futuras incluidas
es_mx: Todas las actualizaciones futuras incluidas
fr: Toutes les futures mises à jour incluses
id: Semua pembaruan mendatang sudah termasuk
ja: 今後のアップデートもすべて含まれる
ko: 앞으로 추가될 모든 기능 포함
pt_br: Todas as atualizações futuras inclusas
pt_pt: Todas as atualizações futuras incluídas
th: อัปเดตในอนาคตทั้งหมดรวมอยู่แล้ว
zh_hans: 未来所有更新永久包含
zh_hant: 未來所有更新永久包含

# paywall.benefit.once
source: Pay once, keep forever
de: Einmal kaufen, für immer nutzen
es: Paga una vez, úsalo siempre
es_mx: Paga una vez, úsalo siempre
fr: Un seul achat, à vie
id: Bayar sekali, pakai selamanya
ja: 買い切り・ずっと使える
ko: 한 번 구매, 영구 사용
pt_br: Pague uma vez, use para sempre
pt_pt: Paga uma vez, usa para sempre
th: จ่ายครั้งเดียว ใช้ได้ตลอดไป
zh_hans: 一次买断，永久使用
zh_hant: 一次買斷，永久使用
